Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: The Field Scientist chooses one of the following Knowledge skills: behavioral sciences, earth and life sciences, physical sciences, or technology.
zh_cn: 战地科学家从以下知识技能里选择一个：行为科学、地球与生命科学、物理科学、技术。

source: The Field Scientist’s class skills (and the key ability for each skill) are: Computer Use (Int), Craft (chemical, electronic, mechanical, pharmaceutical), Decipher Script (Int), Demolitions (Int), Disable Device (Int), Drive (Dex), Investigate (Int), Knowledge (be-havioral sciences, earth and life sciences, physical sciences, technology) (Int), Navigate (Int), Pilot (Dex), Profession (Wis), Read/Write Language (none), Research (Int), Search (Int), Speak Language (none).
zh_cn: 战地科学家的本职技能（及相关属性）有：计算机使用（智）、制造（化学、电力、机械、配药）、文件解读（智）、爆破（智）、解除装置（智）、驾驶（敏）、调查（智）、知识（行为科学、地球与生命科学、物理科学、技术）（智）、寻路（智）、驾机（敏）、专业（感）、读写语言（无）、研究（智）、搜索（智）、口头语言（无）。

source: The Forgery skill is also used to detect someone else’s forgery.
zh_cn: 伪造文书技能同样用于鉴别他人的伪造。

source: The Fortitude save against poison has a DC equal to 10 + 1/2 poisoning creature’s HD + poisoning creature’s Constitution modifier (the exact DC is given in the creature’s Species Traits).
zh_cn: 对毒素的强韧豁免DC=10+1/2毒素生物HD+毒素生物的体质调整值（除非生物的物种特性另有规定）。

source: The G3 fires the powerful 7.62mm cartridge, a round used in many light machine guns but increasingly uncommon in assault rifles.
zh_cn: G3发射威力强劲的7.62mm子弹，发射这种子弹的突击步枪越来越少了，这种子弹多用于轻机枪。

source: The GM assigns a DC, or sets up an opposed check when two characters are engaged in a contest using one ability against another.
zh_cn: GM给定DC，如果时两个角色相互对抗则设置一个对抗检定。

source: The GM can alter the odds of success in four ways to take into account exceptional circumstances:
zh_cn: 在某些特殊情况下，GM可以以四种方式调整成功的概率。

source: The GM can assign the scores as he or she sees fit.
zh_cn: GM酌情分配这些点数加到属性值上。

source: The GM can modify the DCs for these checks based on the circumstances.
zh_cn: GM可以根据实际情况修改检定DC。

source: The GM chooses the character’s initial attitude based on circumstances.
zh_cn: GM根据实际情况选择角色的初始态度。

source: The GM decides when a hero’s reputation can be relevant to a scene or encounter.
zh_cn: GM来决定英雄的声望值是否会对当前事件造成影响。

source: The GM determines how obscure a particular topic is (the more obscure, the higher the DC) and what kind of information might be available depending on where the character is conducting his or her research.
zh_cn: GM决定课题的研究难度（越难研究，DC越高）以及在角色的研究过程中发现了什么可用的信息。

source: The GM determines the result of a mishap.
zh_cn: GM决定严重失误的后果。

source: The GM determines the value of cover.
zh_cn: 这个值由GM决定。

source: The GM determines which characters are aware of their opponents at the start of the battle.
zh_cn: GM决定哪些作战者在作战开始时觉察到他们的敌人。

source: The GM finds out what order characters are acting in, counting down from highest result to lowest, and each character acts in turn.
zh_cn: GM决出角色的行动顺序，结果从高到低，每个角色依次行动。

source: The GM judges what bonuses and penalties apply, using Table: Defense Modifiers and Table: Attack Roll Modifiers as guides.
zh_cn: GM参考`表：防御调整值`以及`表：攻击骰调整值`来决定应用哪些加值与减值。

source: The GM limits aid another attempts as he or she sees fit for the conditions.
zh_cn: GM酌情限制协助者的人数。

source: The GM makes Spot checks for those who encounter the character immediately upon meeting the character and again each hour or day thereafter, depending on circumstances.
zh_cn: GM为一见就立即侦察和此后每小时或每天都侦察易容者的角色做侦察检定。

source: The GM makes the character’s Disguise check secretly so that the character is not sure how well his or her disguise holds up to scrutiny.
zh_cn: 由GM进行秘密检定，角色不知道自己的易容经不经得住细看。

source: The GM makes the character’s check secretly so the character is not sure how good his or her forgery is.
zh_cn: GM为角色秘密做此检定，让角色不知道自己伪造得有多好。

source: The GM makes the check (so that the character doesn’t know exactly how well he or she has done).
zh_cn: 由GM进行检定（这样角色就不知道自己到底做得怎样了）。

source: The GM may adjust these upward to account for objects with more strength and durability.
zh_cn: GM可以将它们的数据向上调，使其更合理。

source: The GM may call for a Listen check by a character who is in a position to hear something.
zh_cn: GM会要求在某个位置的角色做一次聆听检定以听见一些声音。

source: The GM may call for a Spot check by a character who is in a position to notice something.
zh_cn: GM会要求在某个位置的角色做一次侦察检定以注意一些情况。

source: The GM may choose to make the Navigate check for the character in secret, so he or she doesn’t know from the result whether the character is following the right or wrong path.
zh_cn: GM为角色秘密掷骰，因此角色不知道是否找到了正确的路。

source: The GM may decide that having 5 or more ranks in a specific Knowledge skill provides a character with a +2 synergy bonus when making a related skill check.
zh_cn: GM可决定，若特定类别的知识技能有5级甚至更高，与知识相关的技能检定将获得2点共效加值。

source: The GM may determine that some negotiations require a longer period of time.
zh_cn: GM可决定一些谈判需要更长的交涉时间。

source: The GM may determine that some tasks require several rounds, a few minutes, or longer, as described above.
zh_cn: GM可以按上述规则酌情决定，一些任务需要几轮、几分钟或更长的时间。

source: The GM may disallow any favor deemed to be disruptive to the game.
zh_cn: GM不应允许破坏游戏体验的求援行为。

source: The GM may impose other penalties or restrictions on attacks depending on the details of the cover.
zh_cn: GM可以根据掩蔽的具体细节酌情为攻击行为赋予减值与限制。

source: The GM may make the Knowledge roll for the character, so he or she doesn’t know whether the appraisal is accurate or not.
zh_cn: GM为角色掷骰，因此角色不知道鉴定是否精确。

source: The GM may make the Listen check in secret so that the character doesn’t know whether not hearing anything means that nothing is there or that the character failed the check.
zh_cn: GM来做秘密检定，表示角色不知道"没听到"是指真的没声音还是检定失败。

source: The GM may make the Spot check in secret so that the character doesn’t know whether not noticing anything means that nothing is there or that the character failed the check.
zh_cn: GM来做秘密检定，表示角色不知道"没发现"是指真的无异常还是检定失败。

source: The GM must decide that a character’s fame or infamy can come into play in a given situation to make a Reputation check necessary.
zh_cn: GM 必须决定角色的威名或骂名在指定情境下能够融入扮演中，以让情境有进行声望检定的必要。

source: The GM randomly selects the item, though the Occultist can make a Research check (DC 25) to specify the type of item gained.
zh_cn: 术士进行研究检定（DC25），若成功则可自选要获得的魔法物品，若失败则由GM随机选择并授予。

source: The GM randomly selects the spells contained on the scrolls, though the Occultist can make a Research check to select a certain number of her own spells.
zh_cn: 术士进行研究检定，若成功则可任选一定数量的法术，获得卷轴，而余下的卷轴配额则由GM随机选择并授予。

source: The GM rolls the check.
zh_cn: 由GM进行检定。

source: The GM secretly makes both the skill check and the Wisdom check so the character can’t tell whether the conclusion drawn is accurate or not.
zh_cn: 技能检定和感知检定都是GM秘密进行的，因此角色不知道解读的结果是对是错。

source: The GM sets the DC based on the scope of the favor being requested.
zh_cn: DC由GM酌情规定，

source: The GM should carefully monitor a Charismatic hero’s use of favors to ensure that this ability isn’t abused.
zh_cn: GM应管控好魅力型英雄对求援的使用，确保求援不被滥用。

source: The GM should roll an ordinary’s starting hit points normally.
zh_cn: GM应照常掷骰以决定1级时的生命值上限。

source: The Gamemaster may add advanced classes specifically suited to his or her campaign.
zh_cn: GM根据游戏内容允许玩家选择部分高级职业，

source: The Gavin is three squares wide and four squares long.
zh_cn: 盖文有3格宽4格长。

source: The Glock is typical of 9mm self-loading pistols carried by many police officers and military personnel.
zh_cn: 格洛克是典型的9mm半自动手枪，为警官及军队勤务人员用枪。

source: The Gunslinger must choose a specific personal firearm.
zh_cn: 枪手必须选定一种单兵枪械，

source: The Gunslinger’s class skills (and the key ability for each skill) are: Bluff (Cha), Demolitions (Int), Drive (Dex), Escape Artist (Dex), Gamble (Wis), Intimidate (Cha), Knowledge (current events, popular culture, streetwise) (Int), Move Silently (Dex), Profession (Wis), Read/Write Language (none), Ride (Dex), Sleight of Hand (Dex), Speak Language (none), Spot (Wis), Survival (Wis), Tumble (Dex).
zh_cn: 枪手的本职技能（及相关属性）有：唬骗（魅）、爆破（智）、驾驶（敏）、脱逃（敏）、赌博（感）、威吓（魅）、知识（时事、流行文化、街头智慧）（智）、潜行（敏）、专业（感）、读写语言（无）、骑术（敏）、手上功夫（敏）、口头语言（无）、侦察（感）、翻滚（敏）。

source: The Heckler & Koch MP5 family of weapons is among the most recognizable in the world.
zh_cn: 黑克勒科赫MP5枪族在世界上可谓家喻户晓。

source: The Infiltrator can use this bonus at the start of an encounter.
zh_cn: 此加值也可用于遇敌的开头。

source: The Infiltrator treats an improvised weapon as one size category larger than it is for the purpose of determining the damage it deals.
zh_cn: 渗透者持有的临时武器在根据尺寸级别确定伤害时，尺寸等价于原尺寸更高一级。

source: The Infiltrator’s class skills (and the key ability for each skill) are: Balance (Dex), Climb (Str), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Hide (Dex), Investigate (Int), Jump (Str), Knowledge (art, business, current events, popular culture, streetwise) (Int), Listen (Wis), Move Silently (Dex), Profession (Wis), Read/Write Language (none), Search (Int), Sleight of Hand (Dex), Speak Language (none), Spot (Wis), Tumble (Dex).
zh_cn: 渗透者的本职技能（及相关属性）有：平衡（敏）、攀爬（力）、解除装置（智）、易容（魅）、脱逃（敏）、躲藏（敏）、调查（智）、跳跃（力）、知识（艺术、商学、时事、流行文化、街头智慧）（智）、聆听（感）、潜行（敏）、专业（感）、读写语言（无）、搜索（智）、手上功夫（敏）、口头语言（无）、侦察（感）、翻滚（敏）。

source: The Intratec TEC-9 is an inexpensive machine pistol popular with criminals because it can be modified (Repair check DC 15) to fire on automatic.
zh_cn: 英特拉泰克公司生产的TEC-9是一款平价冲锋手枪，因其能改装（修理检定DC15）出全自动模式深受犯罪分子喜爱。

source: The Investigator can expand the profile by making an Investigate check (DC 15) involving the crime scene or other evidence linked to the suspect.
zh_cn: 调查员可以再进行一次调查检定（DC15）以丰富描绘的内容，包括犯罪情景还原或者其他关于嫌疑犯的线索。

source: The Investigator can’t call on the same contact more than once in a week, and when he or she does call on a contact, compensation may be required for the assistance the contact renders.
zh_cn: 调查员一周内与同一个联系人最多联系一次，当联系时，联系人可以向调查员索要补偿。

source: The Investigator must be able to see and hear (but not necessarily understand) the individual under scrutiny.
zh_cn: 调查员在审人时，必须能看见且听见（不需要听懂）对方。

source: The Investigator’s class skills (and the key ability for each skill) are: Bluff (Cha), Computer Use (Int), Disable Device (Dex), Drive (Dex), Forgery (Int), Gather Information (Cha), Intimidate (Cha), Investigate (Int), Knowledge (behavioral sciences, civics, current events, streetwise) (Int), Listen (Wis), Profession (Wis), Read/_Write Language (none), Research (Int), Search (Int), Sense Motive (Wis), Speak Language (none), Spot (Wis).
zh_cn: 调查员的本职技能（及相关属性）有：唬骗（魅）、计算机使用（智）、解除装置（敏）、驾驶（敏）、伪造文书（智）、收集信息（魅）、威吓（魅）、调查（智）、知识（行为科学、政法、时事、街头智慧）（智）、聆听（感）、专业（感）、读写语言（无）、研究（智）、搜索（智）、察言观色（感）、口头语言（无）、侦察（感）。

source: The Jet Ranger is two squares wide and seven squares long.
zh_cn: 喷气突击队员有2格宽7格长。

source: The Jetta is a four-door station wagon.
zh_cn: 捷达是一款4门旅行车（RV）。

source: The LAW (light antitank weapon) is a disposable, one-shot rocket launcher.
zh_cn: LAW（轻型反坦克武器）是一种一次性使用的火箭筒。

source: The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License.
zh_cn: 许可证：该许可证适用于任何包括一个公告声明此OGC只能在遵循该许可证的情况下使用的OGC。

source: The M10 accepts a suppressor without modification.
zh_cn: M10无需改装即可安装抑制器。

source: The M29 is known for its deafening sound, bright muzzle flash, and powerful recoil.
zh_cn: M29因其震耳欲聋的响声、眩目的火光和强劲的后座力闻名。

source: The M3 is a two-door luxury sports car equipped with a standard 3.2-liter, 333-horsepower engine.
zh_cn: M3是一款双门豪华运动型轿跑，标配3.2升排量、333马力的发动机。

source: The M3 is two squares wide and three squares long.
zh_cn: M3有2格宽3格长。

source: The M3P comes equipped with a tubular steel stock that folds over the top of the weapon to form a carrying handle, and its ammunition feeds from a box magazine—an uncommon feature in a shotgun.
zh_cn: M3P枪管上方有一个铁管作为握把，与其他霰弹枪不同的是M3P使用弹匣供弹。

source: The M72 has a minimum range of 30 feet.
zh_cn: M72最低射程为30尺。

source: The Mage and the familiar can share spells even if the spells normally do not affect creatures of the familiar’s type (magical beast).
zh_cn: 即使魔法不会生效于魔宠所属类型（魔法兽类）的生物，法师也与魔宠共享该法术。

source: The Mage begins play with a spellbook containing all 0-level arcane spells and three 1st-level arcane spells of the player’s choice.
zh_cn: 法师初始便拥有一本记载了所有0级法术和3个由玩家选择的1级法术的法术书。

source: The Mage can also add spells found in other Mages’ spellbooks.
zh_cn: 法师还可以从找到的别人的法术书里添加新法术。

source: The Mage can become proficient in the use of armor, but he still has a difficult time casting most arcane spells while wearing it.
zh_cn: 法师可以擅长使用护甲，但法师穿着护甲施展绝大多数法术还是有些困难。

source: The Mage can create a potion of any spell of 3rd level or lower that he knows.
zh_cn: 法师可以制造所会的3级及以下的法术的药水。

source: The Mage can try brewing the potion again as soon as he purchases more raw materials.
zh_cn: 法师只要再购买原材料就可以再次尝试调制药水。

source: The Mage can try scribing the scroll again as soon as he purchases more raw materials.
zh_cn: 法师只要再购买原材料就可以再次尝试抄录卷轴。

source: The Mage can’t prepare any spell not recorded in his spellbook (except for read magic, which the Mage can prepare from memory).
zh_cn: 法师不能准备自己法术书上没有的法术（`阅读魔法`除外，这是法师可以从记忆中准备的）。

source: The Mage can’t see through the familiar’s eyes, but the two of them can communicate telepathically.
zh_cn: 法师无法透过魔宠的眼睛看东西，但双方可以心灵沟通。

source: The Mage gains 1d6 hit points per level.
zh_cn: 法师每级获得1d6点生命。

source: The Mage gains a number of action points equal to 6 + one-half his character level, rounded down, every time he attains a new level in this class.
zh_cn: 法师在该职业升级时，获得6+角色等级一半数值的行动点，向下取整。

source: The Mage is so intimately familiar with these spells that he doesn’t need a spellbook to prepare them anymore.
zh_cn: 法师对这些法术成竹在胸，不再需要看法术书才能准备了。

source: The Mage must also spend experience points to brew a potion.
zh_cn: 法师也必须花费经验值来调制药水。

source: The Mage must also spend experience points to scribe a scroll.
zh_cn: 法师也必须花费经验值来抄录卷轴。

source: The Mage must prepare spells ahead of time by resting for 8 hours and spending 1 hour studying his spellbook.
zh_cn: 法师必须经过8小时的休息和1小时的法术书学习来准备法术，才能施法。

source: The Mage must study his spellbook each day to prepare his spells.
zh_cn: 法师必须每天学习法术书以准备法术。

source: The Mage’s class skills are as follows.
zh_cn: 法师的本职技能如下：

source: The Mage’s key characteristic is the ability to cast arcane spells.
zh_cn: 法师的最重要的特点就是施展秘法法术。

source: The Martial Artist also deals more damage with unarmed strikes.
zh_cn: 武术家徒手攻击时能造成更多伤害。

source: The Martial Artist attacks with either fist interchangeably, or even with elbows, knees, and feet.
zh_cn: 武术家可用拳、肘、膝、脚交替攻击。

source: The Martial Artist must be unarmored to use this talent, and he or she must make unarmed strikes to gain the benefit.
zh_cn: 武术家必须不穿护甲且必须施展徒手攻击才能使用此专长。

source: The Martial Artist now adds the result of the action point roll to all successful attacks he or she makes in a round.
zh_cn: 武术家可以将行动点投出的加值增益本轮所有成功攻击的伤害。

source: The Martial Artist’s class skills (and the key ability for each skill) are: Balance (Dex), Climb (Str), Escape Artist (Dex), Hide (Dex), Intimidate (Cha), Jump (Str), Knowledge (current events, popular culture, theology and philosophy) (Int), Move Silently (Dex), Perform (dance) (Cha), Profession (Wis), Read/Write Language (none), Speak Language (none), Spot (Wis), Tumble (Dex).
zh_cn: 武术家的本职技能（及相关属性）有：平衡（敏）、攀爬（力）、脱逃（敏）、躲藏（敏）、威吓（魅）、跳跃（力）、知识（时事、流行文化、神学与哲学）（智）、潜行（敏）、表演（舞蹈）（魅）、专业（感）、读写语言（无）、口头语言（无）、侦察（感）、翻滚（敏）。

source: The Modifiers and Target Number are determined by the type of task.
zh_cn: 调整值和目标数值的大小由事件本身决定。

source: The Mossberg Model 500 ATP6C is a pump-action shotgun designed for military and police work.
zh_cn: 莫斯伯格500系列ATP6C是一款为军队和警察设计的泵动式霰弹枪。

source: The Negotiator can then select the highest die roll to add to his or her d20 roll.
zh_cn: 从中选最高者加至d20结果。

source: The Negotiator can’t use this talent on his or her allies.
zh_cn: 谈判专家不能挑拨盟友。

source: The Negotiator gets to act before any initiative checks are made, in effect giving him or her the benefit of surprise.
zh_cn: 触发的动作将在先攻检定前执行，效果上应用突袭的规则。

source: The Negotiator must make contact and speak to the participants prior to the start of combat.
zh_cn: 谈判专家必须在战斗开始前宣布与对方对话。

source: The Negotiator must spend a full-round action and know the name of the character he or she is attempting to persuade as well as the name of the character toward whom the target’s distrust will be directed.
zh_cn: 谈判专家要花费一个整轮动作离间对手，谈判专家必须知道这两个角色的名字。

source: The Negotiator’s class skills (and the key ability for each skill) are: Bluff (Cha), Computer Use (Int), Diplomacy (Cha), Drive (Dex), Gamble (Wis), Gather Information (Cha), Intimidate (Cha), Investigate (Int), Knowledge (behavioral sciences, business, civics, current events, popular culture, streetwise) (Int), Profession (Wis), Read/Write Language (none), Sense Motive (Wis), Speak Language (none), Spot (Wis).
zh_cn: 谈判专家的本职技能（及相关属性）有：唬骗（魅）、计算机使用（智）、交涉（魅）、驾驶（敏）、赌博（感）、收集信息（魅）、威吓（魅）、调查（智）、知识（行为科学、商学、政法、时事、流行文化、街头智慧）（智）、专业（感）、读写语言（无）、察言观色（感）、口头语言（无）、侦察（感）。

source: The Neon is an inexpensive four-door family sedan.
zh_cn: 道奇霓虹是一款实惠的四门家用轿车。

source: The Occultist gains 1d6 hit points per level.
zh_cn: 术士每级获得1d6点生命。

source: The Occultist gains a number of action points equal to 6 + one-half her character level, rounded down, every time she attains a new level in this class.
zh_cn: 术士在该职业升级时，获得6+角色等级一半数值的行动点，向下取整。

source: The Occultist may find other scrolls in the course of her adventures.
zh_cn: 术士也可以在冒险中找到其他的卷轴。

source: The Occultist uses the Use Magic Device arcane skill to cast a spell from a scroll (see above).
zh_cn: 术士使用`使用魔法装置`秘法技能来施展卷轴中的魔法（见上文）。

source: The Occultist uses the Use Magic Device arcane skill to use a magic item (see above).
zh_cn: 术士使用`使用魔法装置`秘法技能来使用魔法物品（见上文）。

source: The Occultist’s class skills are as follows.
zh_cn: 术士的本职技能如下：

source: The PPK is a small, simple, and reliable autoloader with a design that dates back to the 1930s.
zh_cn: PPK诞生于20世纪30年代，是一款小巧、简单、可靠性高的半自动手枪。

source: The PSG1 comes with a standard scope.
zh_cn: PSG1原装有一个标准的瞄准镜。

source: The Pathfinder is a high-quality weapon used as a concealed backup weapon by police officers or for personal defense.
zh_cn: 觅踪者是一种高品质手枪，警官常用于将其作为隐匿的副武器，民间也常用这种手枪自卫。

source: The Pathfinder is typical of a number of short-barreled (3 inches) small-caliber revolvers.
zh_cn: 觅踪者泛指整个觅踪者枪族，包括了一系列短管（3寸）小口径转轮手枪。

source: The Personal Firearms Proficiency feat allows a character to make this sort of attack without penalty.
zh_cn: 有`擅长单兵枪械`专长的角色可以无惩罚地执行这种攻击。

source: The Personality can try to give the target orders, but he or she must win an opposed Charisma check to convince the target to perform any actions the target wouldn’t normally undertake.
zh_cn: 明星可以要求目标做一些事，但明星每次要求目标做平常会拒绝做的事时都要进行魅力对抗检定。

source: The Personality’s class skills (and the key ability for each skill) are: Bluff (Cha), Craft (visual arts) (Int), Craft (writing) (Int), Diplomacy (Cha), Knowledge (art, behavioral sciences, business, civics, current events, popular culture) (Int), Perform (act, dance, sing, stand-up) (Cha), Profession (Wis), Read/_Write Language (none), Speak Language (none).
zh_cn: 明星的本职技能（及相关属性）有：唬骗（魅）、制造（视觉艺术）（智）、制造（写作）（智）、交涉（魅）、知识（艺术、行为科学、商学、政法、时事、流行文化）（智）、表演（演戏、舞蹈、唱歌、单口相声）（魅）、专业（感）、读写语言（无）、口头语言（无）。

source: The Python has a well-deserved reputation for accuracy.
zh_cn: 柯尔特巨蟒的精度名扬天下。

source: The Read/Write Language skill doesn’t work like a standard skill.
zh_cn: 读写语言技能不像一般技能那样生效。

source: The Score of these Abilities ranges from 0 to infinity.
zh_cn: 以上属性的数值从0到无穷大不等。

source: The Sea-Doo XP is one square wide and two squares long, and provides no cover for its riders.
zh_cn: 喜度XP有1格宽2格长，不为乘员提供任何掩蔽。

source: The Shadow Slayer gains 1d8 hit points per level.
zh_cn: 暗影猎手每级获得1d8点生命。

source: The Shadow Slayer gains a number of action points equal to 6 + one-half his character level, rounded down, every time he attains a new level in this class.
zh_cn: 暗影猎手在该职业升级时，获得6+角色等级一半数值的行动点，向下取整。

source: The Shadow Slayer’s class skills are as follows.
zh_cn: 暗影猎手的本职技能如下：

source: The Shadow creature can have HD equal to one-half the Occultist’s class level or less.
zh_cn: 此暗影生物可拥有的生命骰小于等于术士等级。

source: The Shadow creature doesn’t accompany the Occultist on adventures, and it may not always be available when the Occultist wants it.
zh_cn: 此暗影生物不会和术士一起冒险，而且它也并不是随叫随到。

source: The Shadow creature gets a Will save (DC 10 + Occultist’s level + Occultist’s Cha modifier), adding a bonus equal to its HD to the save.
zh_cn: 暗影生物进行一次意志豁免（DC为10+术士职业等级+术士魅力调整值），豁免加上它的生命骰作为加值。

source: The Shadow creature will provide information or other minor assistance as though its attitude toward the Occultist were friendly.
zh_cn: 若它对术士的态度是友善，它会向术士提供信息或者帮些小忙。

source: The Smart hero gets to add a bonus equal to his or her Smart level when making checks with that skill.
zh_cn: 智力型英雄进行该技能的检定时会加上等同于其智力等级的加值。

source: The Smart hero has a natural aptitude for study and fact-finding.
zh_cn: 智力型英雄天资聪明，擅长学术研究与发现原理。

source: The Smart hero has the ability to temporarily confuse a target through the use of ploy and deception.
zh_cn: 智力型英雄可以通过某些诡计暂时迷惑一个目标。

source: The Smart hero has the brainpower to see solutions in most situations.
zh_cn: 智力型英雄在大多数情况下都有想出解决办法的力量。

source: The Smart hero uses a move action and makes an Intelligence check (DC 15) with a bonus equal to his or her Smart level.
zh_cn: 智力型英雄用一个移动动作进行带智力等级加值的智力检定（DC15）。

source: The Smart hero’s class skills (and the key ability for each skill) are:
zh_cn: 智力型英雄的本职技能（以及技能的关键属性）如下：

source: The Smith & Wesson Model 29 .44 Magnum revolver fires one of the most powerful pistol cartridges in the world.
zh_cn: 史密斯威森M29使用.44马格南弹，后者是世界上威力最大的手枪弹之一。

source: The Soldier chooses a specific weapon.
zh_cn: 士兵选定一种武器，

source: The Soldier’s class skills (and the key ability for each skill) are: Demolitions (Int), Drive (Dex), Intimidate (Cha), Jump (Str), Knowledge (current events, history, popular culture, tactics) (Int), Listen (Wis), Navigate (Int), Profession (Wis), Read/Write Language (none), Speak Language (none), Spot (Wis), Survival (Wis), Swim (Str).
zh_cn: 士兵的本职技能（及相关属性）有：爆破（智）、驾驶（敏）、威吓（魅）、跳跃（力）、知识（时事、历史、流行文化、策略）（智）、聆听（感）、寻路（智）、专业（感）、读写语言（无）、口头语言（无）、侦察（感）、生存（感）、游泳（力）。

source: The Speak Language skill doesn’t work like a standard skill.
zh_cn: 口头语言技能不像一般技能那样生效。

source: The Strong hero has an innate talent for finding weaknesses in objects.
zh_cn: 力量型英雄天生擅长发觉物件的弱点所在。

source: The Strong hero has an innate talent that increases melee damage.
zh_cn: 力量型英雄擅长在近距离造成更高的近战伤害。

source: The Strong hero’s class skills (and the key ability for each skill) are:
zh_cn: 力量型英雄的本职技能（以及技能的关键属性）如下：

source: The Tacoma is a two-door pickup with a back seat in its extended cab.
zh_cn: 塔科马是一款双门皮卡，后舱还有两个座位。

source: The Targa is three squares wide and six squares long.
zh_cn: 塔尔加有3格宽6格长。

source: The Techie can only control one robot at a time, and only one of his robots can be active at any time.
zh_cn: 技师同一时间只能操作一个机器人，一个技师的所有机器人也只能有一个处于激活状态。

source: The Techie can’t take 10 or take 20 on this check.
zh_cn: 此检定不能取10取20。

source: The Techie must have at least 1 rank in the skill that he wants to program into the robot.
zh_cn: 前提是技师至少得拥有1级需要操作机器人去使用的技能。

source: The Techie performs the extreme modifications in 1 hour.
zh_cn: 技师要花费1小时来改造。

source: The Techie selects the single improvement he or she wants to make prior to making the check.
zh_cn: 技师从列表中选择一个提升项来提升，进行相应的检定。

source: The Techie’s class skills (and the key ability for each skill) are: Computer Use (Int), Craft (electronic, mechanical) (Int), Demolitions (Int), Disable Device (Int), Drive (Dex), Knowledge (behavioral sciences, earth and life sciences, physical sciences, popular culture, technology) (Int), Navigate (Int), Profession (Wis), Read/Write Language (none), Repair (Int), Research (Int), Speak Language (none), Spot (Wis).
zh_cn: 技师的本职技能（及相关属性）有：计算机使用（智）、制造（电力、机械）（智）、爆破（智）、解除装置（智）、驾驶（敏）、知识（行为科学、地球与生命科学、物理科学、流行文化、技术）（智）、寻路（智）、专业（感）、读写语言（无）、修理（智）、研究（智）、口头语言（无）、侦察（感）。

source: The Telepath can call upon these power points at any time and use them just as he would his natural power points.
zh_cn: 异能者可以像使用自己的灵力点一样使用水晶里的灵力点。
